<script setup lang="ts">
const route = useRoute();
definePageMeta({
  title:'درباره ما'
})

useHead({
  title:`کتابخونک | ${route.meta.title as String}`
})
</script>

<template>
<div class="w-full my-10 flex justify-start items-center flex-col gap-y-10 mb-[100px]">
  <img class="w-[311px] mb-16" src=".././assets/icons/logo.png">

  <div class="flex justify-center items-start flex-col w-[90%]">
    <h1 class="font-peyda font-bold text-[26px]">درباره کتابخونک</h1>
    <div class="w-full flex justify-between items-center flex-row">
      <p class="w-[644px] font-bold text-[18px] ">همین چند وقت پیش، در میانه‌های سال ۱۴۰۴، چند جوان پرانرژی، صمیمی و لبریز از ایده،  نه با سرمایه‌های میلیاردی، نه با دفترهای شیک و نه با وعده‌های بزرگ،  بلکه فقط با عشق، دغدغه و یک رؤیای مشترک کنار هم جمع شدند.
        ما به‌عنوان چند هنرجو، با مسیرهای مختلف اما دل‌هایی هم‌جهت،  دور یک فکر ساده اما عمیق حلقه زدیم: چطور می‌شود کاری کرد که کتابخانه‌ها، مخصوصاً آن‌هایی که تازه نفس‌اند، دیده شوند؟
        در دل ما، همیشه کتابخانه فقط یک ساختمان نبود؛  کتابخانه یعنی امید،  یعنی فرصت برابر برای دانستن،  یعنی جایی که یک نوجوان می‌تواند آینده‌اش را ورق بزند.
        از همین‌جا بود که ایده‌ی کتابخونک شکل گرفت؛  یک حرکت خیریه،  برای طراحی و ساخت سایت‌هایی زیبا، ساده و کاربرپسند  ویژه‌ی کتابخانه‌هایی که تازه شروع به فعالیت کرده‌اند  و هنوز صدایشان به گوش همه نرسیده است.
        ما باور داریم که زیبایی، سادگی و دسترسی آسان  حق هر کتابخانه و هر کتاب‌دوستی است.
      </p>
      <img src=".././assets/images/about1.jpg" class="w-[406.5122862602903px] h-[599.9999641087909px] rotate-[-10deg] rounded-[40px]">
    </div>
  </div>
  <div class="flex justify-center items-start flex-col w-[90%]">
    <h1 class="font-peyda font-bold text-[26px]">ما کی هستیم؟</h1>
    <div class="w-full flex justify-between items-center flex-row">
      <div class="w-[444px]">
        <p class="font-bold text-[18px]">
          ما تیم بچه‌معمولی‌های کتابخونک هستیم؛  نه نابغه‌های دور از دسترس،  نه مدیرعامل‌های کت‌وشلواری،  بلکه جوان‌هایی که بلدند رویا ببینند و برایش بجنگند.
          ما:
        </p>
        <ul class="list-disc">
          <li>ذله‌کننده‌ی سرمایه‌گذارهای بیش‌ازحد محتاط و دست‌به‌عصا هستیم</li>
          <li>حامی تمام‌عیار جسورانه‌ترین، عجیب‌ترین و به‌ظاهر «احمقانه‌ترین» ایده‌ها و کَنه‌ی حل مسئله‌هایی که همه می‌گویند «نمی‌شود» ما باور داریم که نشدن وجود ندارد؛</li>
        </ul>
        <p>
          فقط باید راهش را بلد باشی یا آن‌قدر سماجت کنی تا پیدایش کنی.
        </p>
      </div>

      <img src=".././assets/images/about2.jpg" class="w-[406.5122862602903px] h-[599.9999641087909px] rotate-[10deg] rounded-[40px]">
    </div>
  </div>
  <div class="flex justify-center items-start flex-col w-[90%]">
    <h1 class="font-peyda font-bold text-[26px]">چرا این کار را می‌کنیم؟</h1>
    <div class="w-full flex justify-between items-center flex-row">
      <p class="w-[644px] font-bold text-[18px] ">چون باور داریم کتاب، فقط چند صفحه کاغذ نیست؛  کتاب، فرصت است.  فرصت فکر کردن، سؤال پرسیدن، و ساختن آینده‌ای آگاه‌تر.
        ما این کار را می‌کنیم چون دیده‌ایم کتابخانه‌های زیادی هستند  که با عشق شروع می‌کنند  اما در شلوغی دنیای دیجیتال،  صدایشان گم می‌شود.
        کتابخانه‌هایی که قفسه دارند، کتاب دارند، مخاطب دارند،  اما ابزار دیده‌شدن ندارند.
        ما این کار را می‌کنیم چون معتقدیم  دسترسی به دانش نباید وابسته به بودجه، تبلیغ یا شانس باشد.  یک کتابخانه‌ی کوچک محلی  همان‌قدر ارزشمند است  که یک مجموعه‌ی بزرگ و شناخته‌شده.
        ما این کار را می‌کنیم چون تکنولوژی،  اگر در خدمت فرهنگ نباشد،  چیزی جز سرعتِ بی‌هدف نیست.
        طراحی سایت برای ما فقط چیدن رنگ و دکمه نیست؛  ساختن پلی است  بین کتابخانه و مخاطب،  بین دانش و نسل امروز
      </p>
      <img src=".././assets/images/about1.jpg" class="w-[406.5122862602903px] h-[599.9999641087909px] rotate-[-10deg] rounded-[40px]">
    </div>
  </div>
</div>
</template>
